Repository: alherdom/adabank
Catalog: bank/locale/*/LC_MESSAGES/django.po
Languages: es

source: Password
es: Contraseña

source: Active
es: Activar

source: Blocked
es: Bloqueado

source: Disabled
es: Deshabilitado

source: code
es: códgio

source: status
es: estado

source: expiry
es: expiración

source: Create a card
es: Crear una tarjeta

source: Fill the following form to create a card:
es: Rellene el siguiente

source: Create
es: Crear

source: Create card
es: Crear una tarjeta

source: Are you sure that you want to create a new card for this account?
es: ¿Estás seguro de que quieres crear una tarjeta nueva para esta cuenta?

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Create done
es: Creado correctamente

source: You can now use your new card:
es: Ya puede usar su nueva tarjeta:

source: SAVE THIS PIN:
es: GUARDE ESTE PIN:

source: NEVER FORGET IT, IT WILL ONLY BE SHOWN NOW
es: NO LO OLVIDE NUNCA, SOLO SE MOSTRARÁ UNA VEZ

source: Delete card %(card.alias)s
es: Borrar tarjeta %(card.alias)s

source: Are you sure that you want to delete your card
es: ¿Estas seguro de que quieres borrar tu tarjeta?

source: Your cards
es: Tus tarjetas

source: Logout
es: Salir

source: Card associated to:
es: Tarjeta asociada a:

source: Unlock
es: Desbloquear

source: Block
es: Bloquear

source: Edit your card
es: Editar tarjeta

source: Delete your card
es: Borrar cuenta

source: Edit Card
es: Editar tarjeta

source: Edit card
es: Editar tarjeta

source: Save
es: Guardar

source: Cards
es: Tarjetas

source: My Cards
es: Mis Tarjetas

source: Associated to
es: Tarjeta asociada a

source: Unlock card
es: Desbloquear tarjeta

source: Block card
es: Bloquear tarjeta

source: Delete card
es: Borrar tarjeta

source: You do not have any card associated with this account yet
es: Aún no tienes ninguna tarjeta asociada a esta cuenta

source: Request new card
es: Solicitar una nueva tarjeta

source: Choose an account for the new card:
es: Elige una cuenta para la nueva tarjeta:

source: Create a card for account
es: Crear una tarjeta para la cuenta

source: Card number
es: Número de tarjeta

source: Expiry date
es: Fecha de caducidad

source: Card number copied
es: Número de tarjeta copiado

source: Create account
es: Crear cuenta

source: Are you sure that you want to create a new account?
es: ¿Estás seguro de que quieres crear una nueva cuenta?

source: Delete account %(account.id)s
es: Borrar cuenta %(account.id)s

source: Are you sure that you want to delete your account
es: ¿Estas seguro de que quieres borrar la cuenta?

source: My Account Detail
es: Detalle de la cuenta

source: Balance account
es: Balance de la cuenta

source: Make an outcoming transfer
es: Hacer una transferencia saliente

source: Create a new card for this account
es: Crear una tarjeta nueva para esta cuenta

source: Edit your account
es: Editar cuenta

source: Delete your account
es: Borrar cuenta

source: Download transactions csv
es: Descargar CSV de todas las transacciones

source: Latest transactions
es: Últimas transaciones

source: Agent
es: Agente

source: Concept
es: Concepto

source: Amount
es: Cantidad

source: Commission
es: Comisión

source: Timestamp
es: Fecha y hora

source: You don't have any transaction yet
es: Aún no se ha realizado ninguna transacción

source: Edit Account
es: Editar Cuenta

source: Edit account
es: Editar cuenta

source: Accounts
es: Cuentas

source: My Accounts
es: Mis Cuentas

source: Account
es: Cuenta

source: Create new account
es: Crear una nueva cuenta

source: See all transactions
es: Ver todas las transacciones

source: Kind
es: Tipo

source: Card
es: Tarjeta

source: You don't have an account with transactions yet
es: Aún no tienes cuenta con transacciones

source: You don't have any account yet?
es: ¿Aún no tienes una cuenta?

source: Transactions
es: Transacciones

source: My Transactions
es: Mis Transacciones

source: There are no transactions for this account
es: No hay movimientos en esta cuenta

source: Make your first transaction by selecting an account
es: Haz tu primera transacción seleccionado una de tus cuentas

source: Previous
es: Anterior

source: Next
es: Siguiente

source: The account %(new_account)s was created
es: La cuenta %(new_account)s ha sido creada

source: Pin for your new card of account %(account_code)s
es: Pin de la nueva tarjeta para la cuenta %(account_code)s

source: Dear %(user)s This is your PIN for the new requested card: %(card)s NEVER FORGET IT, IT WILL ONLY BE SHOWN NOW
es: Estimado %(user)s Este es su PIN para la nueva tarjeta solicitada: %(card)s NO LO OLVIDE NUNCA, SÓLO SE MOSTRARÁ AHORA

source: The card %(card_alias)s was created
es: La tarjeta %(card_alias)s ha sido creada

source: You have no accounts, create one first
es: Aún no tienes cuentas, crea una primero

source: The card %(card_alias)s was blocked
es: La tarjeta %(card_alias)s ha sido bloqueada

source: The card %(card_alias)s was unlocked
es: La tarjeta %(card_alias)s ha sido desbloqueada

source: Changes done
es: Cambios realizados

source: The card %(card_alias)s was delete
es: La tarjeta %(card_alias)s ha sido borrada

source: English
es: Inglés

source: Spanish
es: Español

source: Re-type Password
es: Repertir Contraseña

source: Username
es: Nombre de usuario

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Email
es: Correo electrónico

source: Passwords don't match.
es: Las contraseñas no coinciden.

source: Identification
es: Identificación

source: identification
es: Identificación

source: date of birth
es: Fecha de nacimiento

source: You can edit your account using the following form:
es: Puede editar su cuenta usando el siguiente formulario:

source: Home
es: Inicio

source: LEVEL OF RISK
es: NIVEL DE RIESGO

source: This number is indicative of the risk of the product, being 1/6 indicative of lower risk and 6/6 indicative of higher risk.
es: Este número es indicativo del nivel de riesgo del producto, 1/6 indica un riegos bajo y 6/6 indica un riegos alto.

source: AdaBank is a member of the FGD. The guarantees 100,000 euros of the total amount of deposits made with AdaBank per person.
es: Adabank es miembro de FGD. Garantaiza 100.000 euros de la cantidad total de depósito realizado Adabank por persona.

source: The account built for teens
es: La cuenta creada para jóvenes

source: is the account for everyone, aged 0-17. Spend, send and stash your money, your way
es: es la cuenta para todo el mundo, edades entre 0-17. Gasta, envía y guarda tu dinero, a tu manera

source: Get AdaBank
es: Hazte Adabank

source: Adabank is what is missing in your life to make it perfect.
es: Adabank es lo que te falta para que tu vida sea perfecta

source: Michael Roe, Vice President, Comment Box
es: Michael Roe, Vicepresidente, Comment Box

source: It is the perfect combination of modern and serious applied to banking.
es: Es la combinación perfecta entre lo moderno y lo serio de la banca.

source: John Doe, Salesman,Rep Inc
es: John Doe, Empresario,Rep Inc

source: Ada Lovelace would be proud to have her image represent such a great bank.
es: Ada Lovelace estaría orgullosa de ser la imagen que representa a este gran banco.

source: Check out that card
es: Revise nuestras tarjetas

source: Get the one that matches your vibe
es: Elige la que mejor se adapte a tu estilo

source: Simplicity tailored to your lifestyle
es: Simplicidad adaptada a su estilo de vida

source: More perks, more freedom, more your style
es: Más ventajas, más libertad, más tu estilo

source: Elevate your financial expertise to the top
es: Eleve su experiencia financiera a lo más alto

source: Discover the AdaBank application
es: Descubra la aplicación de Adabank

source: Discover all the advantages of our AdaBank application for free, on ios and android
es: Descubre todas las ventajas que ofrece nuestra aplicación gratuita Adabank, tanto para iOS como para Android

source: Banking products customers
es: Productos bancarios para clientes

source: Choose a product plan that works for you
es: Elige el plan que mejor se adapte a tus necesidades

source: Endless
es: Sin fin

source: per month
es: al mes

source: Sign Up
es: Registrarse

source: Insurance
es: Seguro

source: Investing
es: Inversión

source: CONTACT
es: CONTACTO

source: Contact us and we'll get back to you within 24 hours
es: Contacte con nosotros y responderemos en 24 horas

source: Send
es: Enviar

source: Profile
es: Perfil

source: My Profile
es: Mi Perfil

source: Name:
es: Nombre:

source: Identification:
es: Identificación

source: Email:
es: Correo electrónico

source: Date of birth:
es: Fecha de nacimiento

source: Edit profile
es: Editar perfil

source: Sign up | Adabank
es: Registrarse | Adabank

source: Already have an account? Sign in now
es: ¿Ya tienes una cuenta? Inicia sesión ahora

source: Sign in
es: Iniciar sesión

source: Sign up
es: Registrarse

source: Logged Out
es: Cerrar Sesión

source: Logged out
es: Cerrar sesión

source: You have been successfully logged out.
es: La sesión se ha cerrado satisfactoriamente.

source: You can log-in again
es: Puedes volver a loguearte de nuevo

source: here.
es: aquí.

source: Sign In
es: Iniciar sesión

source: Forgotten your password?
es: ¿Has olvidado tu contraseña?

source: Not a client? Sign Up!
es: ¿Aún no eres cliente? ¡Registrate!

source: Your username or password didn't match. Please try again
es: Tu nombre de usuario o contraseña no coinciden. Por favor vuelva a intentarlo.

source: Password changed
es: Contraseña cambiada

source: Password changed!
es: Contraseña cambiada!

source: Go back to your
es: Vuelve a tu

source: profile
es: perfil

source: Change your password
es: Cambiar contraseña

source: Change
es: Cambiar

source: Reset your password
es: Resetear contraseña

source: Please, establish your new password two times:
es: Por favor, introduce tu nueva contraseña dos veces

source: Change my password
es: Cambiar mi contraseña

source: Password link is not valid. Probably it was used before.
es: El link para cambiar la contraseña no es válido. Probablemente ya haya sido usado

source: Try to order another email
es: Solicita de nuevo el cambio de contraseña

source: An email was sent with the instructions for reset your password
es: Se ha enviado un email con las instrucciones para resetear la contraseña

source: In case you can't find the email, please be sure that you've entered the address that you are using in your account (the one you registered with).
es: En caso de que no encuentre el emial, asegurate de que el correo que haz utilizado sea el mismo de tu cuenta.

source: Send email again
es: Volver a enviar el email

source: Hello, this is ADABANK. This is the request to reset your password. Follow the link:
es: Hola, esto es ADABANK. Esta es la petición para resetear tu contraseña. Siga el siguiente enlace:

source: Your username will be needed:
es: Tu nombre de usuario será requerido:

source: Reset password
es: Resetear contraseña

source: Enter your email address to reset your password
es: Por favor, introduzca su cuenta de correo para resetear su contraseña

source: Dear new client This is your PIN for the new requested card: %(card)s NEVER FORGET IT, IT WILL ONLY BE SHOWN NOW
es: Estimado %(user)s Este es su PIN para la nueva tarjeta solicitada: %(card)s NO LO OLVIDE NUNCA, SÓLO SE MOSTRARÁ AHORA

source: concept
es: concepto

source: amount
es: cantidad

source: Payment
es: Pago

source: Incoming
es: Entrante

source: Outcoming
es: Saliente

source: agent
es: Agente

source: timestamp
es: Fecha y hora

source: kind
es: tipo

source: comission
es: comisión

source: range 1
es: rango 1

source: range 2
es: rango 2

source: range 3
es: rango 3

source: name
es: nombre

source: Transfer
es: Transferir

source: Make an outcoming transaction
es: Hacer una transacción saliente

source: Done Outcoming | Adabank
es: Transacción saliente realizada | Adabank

source: Outcoming transaction
es: Transacción saliente

source: done successfully
es: Realizada exitosamente

source: Transaction Code
es: Código de transación

source: Transfer Type
es: Tipo de transferencia

source: Generate PDF
es: Generar PDF

source: Back to my accounts
es: Volver a mis cuentas

source: Thank you for using AdaBank!
es: ¡Gracias por utilizar AdaBank!

source: Yo can't make transactios with this account because it's not active
es: No puedes realizar transferencias con esta cuenta debido a que está activa

source: Not enough money in account!
es: ¡No hay suficiente dinero en la cuenta!

source: The CAC %(cac)s is not valid
es: El CAC %(cac)s no es válido

source: The bank to which you are trying to make a transfer is not available.
es: El banco al que le está intentando hacer una transferencia no está disponible

source: The data are not valid
es: Los datos no son válidos
